[
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "النور",
        "verse_number": 30,
        "ayah": "قُل لِّلۡمُؤۡمِنِينَ يَغُضُّواْ مِنۡ أَبۡصَٰرِهِمۡ وَيَحۡفَظُواْ فُرُوجَهُمۡۚ ذَٰلِكَ أَزۡكَىٰ لَهُمۡۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا يَصۡنَعُونَ",
        "ayah_without_diacritic": "قل للمؤمنين يغضوا من أبصرهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون",
        "tafseer": "قل - أيها النبي - للمؤمنين يَغُضُّوا مِن أبصارهم عمَّا لا يحلُّ لهم من النساء والعورات، ويحفظوا فروجهم عمَّا حَرَّم الله من الزنى واللواط، وكشف العورات، ونحو ذلك، ذلك أطهر لهم. إن الله خبير بما يصنعون فيما يأمرهم به وينهاهم عنه"
    },
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "النور",
        "verse_number": 31,
        "ayah": "وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ أَوۡ ءَابَآءِ بُعُولَتِهِنَّ أَوۡ أَبۡنَآئِهِنَّ أَوۡ أَبۡنَآءِ بُعُولَتِهِنَّ أَوۡ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ إِخۡوَٰنِهِنَّ أَوۡ بَنِيٓ أَخَوَٰتِهِنَّ أَوۡ نِسَآئِهِنَّ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيۡرِ أُوْلِي ٱلۡإِرۡبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفۡلِ ٱلَّذِينَ لَمۡ يَظۡهَرُواْ عَلَىٰ عَوۡرَٰتِ ٱلنِّسَآءِۖ وَلَا يَضۡرِبۡنَ بِأَرۡجُلِهِنَّ لِيُعۡلَمَ مَا يُخۡفِينَ مِن زِينَتِهِنَّۚ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ",
        "ayah_without_diacritic": "وقل للمؤمنت يغضضن من أبصرهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو ءابآئهن أو ءابآء بعولتهن أو أبنآئهن أو أبنآء بعولتهن أو إخونهن أو بنيٓ إخونهن أو بنيٓ أخوتهن أو نسآئهن أو ما ملكت أيمنهن أو التبعين غير أولي الإربة من الرجال أو الطفل الذين لم يظهروا على عورت النسآء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوٓا إلى الله جميعا أيه المؤمنون لعلكم تفلحون",
        "tafseer": "وقل للمؤمنات يغضضن من أبصارهن عمَّا لا يحلُّ لهن من العورات، ويحفظن فروجهن عمَّا حَرَّم الله، ولا يُظهرن زينتهن للرجال، بل يجتهدن في إخفائها إلا الثياب الظاهرة التي جرت العادة بلُبْسها، إذا لم يكن في ذلك ما يدعو إلى الفتنة بها، وليلقين بأغطية رؤوسهن على فتحات أعلى ثيابهن من جهة صدورهن مغطيات وجوههن؛ ليكمل سترهن، ولا يُظْهِرْنَ الزينة الخفية إلا لأزواجهن؛ إذ يرون منهن ما لا يرى غيرهم. وبعضها، كالوجه، والعنق، واليدين، والساعدين يباح رؤيته لآبائهن أو آباء أزواجهن أو أبنائهن أو أبناء أزواجهن أو إخوانهن أو أبناء إخوانهن أو أبناء أخواتهن أو نسائهن المسلمات دون الكافرات، أو ما ملكن مِنَ العبيد، أو التابعين من الرجال الذين لا غرض ولا حاجة لهم في النساء، مثل البُلْه الذين يتبعون غيرهم للطعام والشراب فحسب، أو الأطفال الصغار الذين ليس لهم علم بأمور عورات النساء، ولم توجد فيهم الشهوة بعد، ولا يضرب النساء عند سَيْرهن بأرجلهن ليُسْمِعْن صوت ما خفي من زينتهن كالخلخال ونحوه، وارجعوا -أيها المؤمنون- إلى طاعة الله فيما أمركم به من هذه الصفات الجميلة والأخلاق الحميدة، واتركوا ما كان عليه أهل الجاهلية من الأخلاق والصفات الرذيلة؛ رجاء أن تفوزوا بخيري الدنيا والآخرة"
    },
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "النور",
        "verse_number": 60,
        "ayah": "وَٱلۡقَوَٰعِدُ مِنَ ٱلنِّسَآءِ ٱلَّٰتِي لَا يَرۡجُونَ نِكَاحٗا فَلَيۡسَ عَلَيۡهِنَّ جُنَاحٌ أَن يَضَعۡنَ ثِيَابَهُنَّ غَيۡرَ مُتَبَرِّجَٰتِۭ بِزِينَةٖۖ وَأَن يَسۡتَعۡفِفۡنَ خَيۡرٞ لَّهُنَّۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
        "ayah_without_diacritic": "والقوعد من النسآء التي لا يرجون نكاحا فليس عليهن جناح أن يضعن ثيابهن غير متبرجت بزينة وأن يستعففن خير لهن والله سميع عليم",
        "tafseer": "والعجائز من النساء اللاتي قعدن عن الاستمتاع والشهوة لكبرهن، فلا يطمعن في الرجال للزواج، ولا يطمع فيهن الرجال كذلك، فهؤلاء لا حرج عليهن أن يضعن بعض ثيابهن كالرداء الذي يكون فوق الثياب غير مظهرات ولا متعرضات للزينة، ولُبْسهن هذه الثياب -سترًا وتعففًا- أحسن لهن. والله سميع لأقوالكم، عليم بنياتكم وأعمالكم"
    },
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "الأحزاب",
        "verse_number": 53,
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا ",
        "ayah_without_diacritic": "يٓأيها الذين ءامنوا لا تدخلوا بيوت النبي إلآ أن يؤذن لكم إلى طعام غير نظرين إنىه ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا مستـٔنسين لحديث إن ذلكم كان يؤذي النبي فيستحي منكم والله لا يستحي من الحق وإذا سألتموهن متعا فسـٔلوهن من ورآء حجاب ذلكم أطهر لقلوبكم وقلوبهن وما كان لكم أن تؤذوا رسول الله ولآ أن تنكحوٓا أزوجه من بعدهٓ أبدا إن ذلكم كان عند الله عظيما ",
        "tafseer": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تدخلوا بيوت النبي إلا بإذنه لتناول طعام غير منتظرين نضجه، ولكن إذا دعيتم فادخلوا، فإذا أكلتم فانصرفوا غير مستأنسين لحديث بينكم؛ فإن انتظاركم واستئناسكم يؤذي النبي، فيستحيي من إخراجكم من البيوت مع أن ذلك حق له، والله لا يستحيي من بيان الحق وإظهاره. وإذا سألتم نساء رسول الله صلى الله عليه وسلم حاجة من أواني البيت ونحوها فاسألوهن من وراء ستر؛ ذلكم أطهر لقلوبكم وقلوبهن من الخواطر التي تعرض للرجال في أمر النساء، وللنساء في أمر الرجال؛ فالرؤية سبب الفتنة، وما ينبغي لكم أن تؤذوا رسول الله، ولا أن تتزوجوا أزواجه من بعد موته أبدًا؛ لأنهن أمهاتكم، ولا يحلُّ للرجل أن يتزوج أمَّه، إنَّ أذاكم رسول الله صلى الله عليه وسلم ونكاحكم أزواجه من بعده إثم عظيم عند الله. وقد امتثلت هذه الأمة هذا الأمر، واجتنبت ما نهى الله عنه منه"
    },
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "الأحزاب",
        "verse_number": 55,
        "ayah": "لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا",
        "ayah_without_diacritic": "لا جناح عليهن فيٓ ءابآئهن ولآ أبنآئهن ولآ إخونهن ولآ أبنآء إخونهن ولآ أبنآء أخوتهن ولا نسآئهن ولا ما ملكت أيمنهن واتقين الله إن الله كان على كل شيء شهيدا",
        "tafseer": "لا إثم على النساء في عدم الاحتجاب من آبائهن وأبنائهن وإخوانهن وأبناء إخوانهن وأبناء أخواتهن والنساء المؤمنات والعبيد المملوكين لهن؛ لشدة الحاجة إليهم في الخدمة. وخفن الله -أيتها النساء- أن تتعدَّيْن ما حَدَّ لكنَّ، فتبدين من زينتكن ما ليس لكُنَّ أن تبدينه، أو تتركن الحجاب أمام مَن يجب عليكن الاحتجاب منه. إن الله كان على كل شيء شهيدًا، يشهد أعمال العباد ظاهرها وباطنها، وسيجزيهم عليها"
    },
    {
        "main_topic": "المرأة",
        "sub_topic": "الحجاب",
        "surah": "الأحزاب",
        "verse_number": 59,
        "ayah": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا ",
        "ayah_without_diacritic": "يٓأيها النبي قل لأزوجك وبناتك ونسآء المؤمنين يدنين عليهن من جلبيبهن ذلك أدنىٓ أن يعرفن فلا يؤذين وكان الله غفورا رحيما ",
        "tafseer": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يرخين على رؤوسهن ووجوههن من أرديتهن وملاحفهن؛ لستر وجوههن وصدورهن ورؤوسهن; ذلك أقرب أن يميَّزن بالستر والصيانة، فلا يُتعَرَّض لهن بمكروه أو أذى. وكان الله غفورًا رحيمًا حيث غفر لكم ما سلف، ورحمكم بما أوضح لكم من الحلال والحرام."
    },
    {
        "main_topic": "وجود الله",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 28,
        "ayah": "كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
        "ayah_without_diacritic": "كيف تكفرون بالله وكنتم أموتا فأحيكم ثم يميتكم ثم يحييكم ثم إليه ترجعون",
        "tafseer": "كيف تنكرون -أيُّها المشركون- وحدانية الله تعالى، وتشركون به غيره في العبادة مع البرهان القاطع عليها في أنفسكم؟ فلقد كنتم أمواتًا فأوجدكم ونفخ فيكم الحياة، ثم يميتكم بعد انقضاء آجالكم التي حددها لكم، ثم يعيدكم أحياء يوم البعث، ثم إليه ترجعون للحساب والجزاء."
    },
    {
        "main_topic": "وجود الله",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 29,
        "ayah": "هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
        "ayah_without_diacritic": "هو الذي خلق لكم ما في الأرض جميعا ثم استوىٓ إلى السمآء فسوىهن سبع سموت وهو بكل شيء عليم",
        "tafseer": "اللهُ وحده الذي خَلَق لأجلكم كل ما في الأرض من النِّعم التي تنتفعون بها، ثم قصد إلى خلق السموات، فسوَّاهنَّ سبع سموات، وهو بكل شيء عليم. فعِلْمُه -سبحانه- محيط بجميع ما خلق."
    },
    {
        "main_topic": "وجود الله",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 164,
        "ayah": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "ayah_without_diacritic": "إن في خلق السموت والأرض واختلف اليل والنهار والفلك التي تجري في البحر بما ينفع الناس ومآ أنزل الله من السمآء من مآء فأحيا به الأرض بعد موتها وبث فيها من كل دآبة وتصريف الريح والسحاب المسخر بين السمآء والأرض لأٓيت لقوم يعقلون ",
        "tafseer": "إن في خلق السماوات بارتفاعها واتساعها، والأرض بجبالها وسهولها وبحارها، وفي اختلاف الليل والنهار من الطول والقصر، والظلمة والنور، وتعاقبهما بأن يخلف كل منهما الآخر، وفي السفن الجارية في البحار، التي تحمل ما ينفع الناس، وما أنزل الله من السماء من ماء المطر، فأحيا به الأرض، فصارت مخضرَّة ذات بهجة بعد أن كانت يابسة لا نبات فيها، وما نشره الله فيها من كل ما دبَّ على وجه الأرض، وما أنعم به عليكم من تقليب الرياح وتوجيهها، والسحاب المُسيَّر بين السماء والأرض، إن في كل الدلائل السابقة لآياتٍ على وحدانية الله، وجليل نعمه، لقوم يعقلون مواضع الحجج، ويفهمون أدلته سبحانه على وحدانيته، واستحقاقه وحده للعبادة."
    },
    {
        "main_topic": "وصف النبي و مدحه",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 119,
        "ayah": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ",
        "ayah_without_diacritic": "إنآ أرسلنك بالحق بشيرا ونذيرا ولا تسـٔل عن أصحب الجحيم",
        "tafseer": "إنَّا أرسلناك -أيها الرسولُ- بالدِّيْنِ الحق المؤيد بالحجج والمعجزات، فبلِّغه للناس مع تبشير المؤمنين بخيري الدنيا والآخرة، وتخويف المعاندين بما ينتظرهم من عذاب الله، ولست -بعد البلاغ- مسئولا عن كفر مَن كفر بك; فإنهم يدخلون النار يوم القيامة، ولا يخرجون منها."
    },
    {
        "main_topic": "وصف النبي و مدحه",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 120,
        "ayah": "وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ ",
        "ayah_without_diacritic": "ولن ترضى عنك اليهود ولا النصرى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهوآءهم بعد الذي جآءك من العلم ما لك من الله من ولي ولا نصير ",
        "tafseer": "ولن ترضى عنك -أيها الرسول- اليهود ولا النصارى إلا إذا تركت دينك واتبعتَ دينهم. قل لهم: إن دين الإسلام هو الدين الصحيح. ولئن اتبعت أهواء هؤلاء بعد الذي جاءك من الوحي ما لك عند الله مِن وليٍّ ينفعك، ولا نصير ينصرك. وهذا الخطاب وإن كان خاصًا بالنبي صلى الله عليه وسلم، فهو موجه إلى الأمّة عامة."
    },
    {
        "main_topic": "وصف النبي و مدحه",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 151,
        "ayah": "كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
        "ayah_without_diacritic": "كمآ أرسلنا فيكم رسولا منكم يتلوا عليكم ءايتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون",
        "tafseer": "كما أنعمنا عليكم باستقبال الكعبة أرسلنا فيكم رسولا منكم يتلو عليكم الآيات المبينة للحق من الباطل، ويطهركم من دنس الشرك وسوء الأخلاق، ويعلمكم الكتاب والسنة وأحكام الشريعة، ويعلمكم من أخبار الأنبياء، وقصص الأمم السابقة ما كنتم تجهلونه."
    },
    {
        "main_topic": "وصف النبي و مدحه",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 252,
        "ayah": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ ",
        "ayah_without_diacritic": "تلك ءايت الله نتلوها عليك بالحق وإنك لمن المرسلين ",
        "tafseer": "تلك حجج الله وبراهينه، نقصُّها عليك -أيها النبي- بالصدق، وإنك لمن المرسلين الصادقين."
    },
    {
        "main_topic": "النار",
        "sub_topic": "وصف النار",
        "surah": "البقرة",
        "verse_number": 24,
        "ayah": "فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ ",
        "ayah_without_diacritic": "فإن لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة أعدت للكفرين ",
        "tafseer": "فإن عجَزتم الآن -وستعجزون مستقبلا لا محالة- فاتقوا النار بالإيمان بالنبي صلى الله عليه وسلم وطاعة الله تعالى. هذه النار التي حَطَبُها الناس والحجارة، أُعِدَّتْ للكافرين بالله ورسله."
    },
    {
        "main_topic": "النار",
        "sub_topic": "وصف النار",
        "surah": "النساء",
        "verse_number": 56,
        "ayah": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا",
        "ayah_without_diacritic": "إن الذين كفروا بـٔايتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا العذاب إن الله كان عزيزا حكيما",
        "tafseer": "إن الذين جحدوا ما أنزل الله من آياته ووحي كتابه ودلائله وحججه، سوف ندخلهم نارًا يقاسون حرَّها، كلما احترقت جلودهم بدَّلْناهم جلودًا أخرى; ليستمر عذابهم وألمهم. إن الله تعالى كان عزيزًا لا يمتنع عليه شيء، حكيمًا في تدبيره وقضائه."
    },
    {
        "main_topic": "النار",
        "sub_topic": "وصف النار",
        "surah": "الأعراف",
        "verse_number": 41,
        "ayah": "لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
        "ayah_without_diacritic": "لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزي الظلمين",
        "tafseer": "هؤلاء الكفار مخلدون في النار، لهم مِن جهنم فراش مِن تحتهم، ومن فوقهم أغطية تغشاهم. وبمثل هذا العقاب الشديد يعاقب الله تعالى الظالمين الذين تجاوزوا حدوده فكفروا به وعصَوْه."
    },
    {
        "main_topic": "النار",
        "sub_topic": "وصف النار",
        "surah": "التوبة",
        "verse_number": 35,
        "ayah": "يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ",
        "ayah_without_diacritic": "يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون",
        "tafseer": "يوم القيامة توضع قطع الذهب والفضة في النار، فإذا اشتدت حرارتها أُحرقت بها جباه أصحابها وجنوبهم وظهورهم. وقيل لهم توبيخًا: هذا مالكم الذي أمسكتموه ومنعتم منه حقوق الله، فذوقوا العذاب الموجع; بسبب كنزكم وإمساككم."
    },
    {
        "main_topic": "شكر الله",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 152,
        "ayah": "فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ",
        "ayah_without_diacritic": "فاذكرونيٓ أذكركم واشكروا لي ولا تكفرون",
        "tafseer": "أمر تعالى المؤمنين بذكره، ووعد عليه أفضل الجزاء، وهو الثناء في الملأ الأعلى على مَنْ ذكره، وخصوني -أيها المؤمنون- بالشكر قولا وعملا ولا تجحدوا نعمي عليكم."
    },
    {
        "main_topic": "شكر الله",
        "sub_topic": "-",
        "surah": "البقرة",
        "verse_number": 172,
        "ayah": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
        "ayah_without_diacritic": "يٓأيها الذين ءامنوا كلوا من طيبت ما رزقنكم واشكروا لله إن كنتم إياه تعبدون",
        "tafseer": "يا أيها المؤمنون كلوا من الأطعمة المستلَذَّة الحلال التي رزقناكم، ولا تكونوا كالكفار الذين يحرمون الطيبات، ويستحِلُّون الخبائث، واشكروا لله نعمه العظيمة عليكم بقلوبكم وألسنتكم وجوارحكم، إن كنتم حقًا منقادين لأمره، سامعين مطيعين له، تعبدونه وحده لا شريك له."
    },
    {
        "main_topic": "شكر الله",
        "sub_topic": "-",
        "surah": "آل عمران",
        "verse_number": 145,
        "ayah": "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ",
        "ayah_without_diacritic": "وما كان لنفس أن تموت إلا بإذن الله كتبا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الأٓخرة نؤته منها وسنجزي الشكرين",
        "tafseer": "لن يموت أحد إلا بإذن الله وقدره وحتى يستوفي المدة التي قدرها الله له كتابًا مؤجَّلا. ومن يطلب بعمله عَرَض الدنيا، نعطه ما قسمناه له من رزق، ولا حظَّ له في الآخرة، ومن يطلب بعمله الجزاء من الله في الآخرة نمنحه ما طلبه، ونؤته جزاءه وافرًا مع ما لَه في الدنيا من رزق مقسوم، فهذا قد شَكَرَنا بطاعته وجهاده، وسنجزي الشاكرين خيرًا."
    },
    {
        "main_topic": "شكر الله",
        "sub_topic": "-",
        "surah": "النساء",
        "verse_number": 147,
        "ayah": "مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا",
        "ayah_without_diacritic": "ما يفعل الله بعذابكم إن شكرتم وءامنتم وكان الله شاكرا عليما",
        "tafseer": "ما يفعل الله بعذابكم إن أصلحتم العمل وآمنتم بالله ورسوله، فإن الله سبحانه غني عمَّن سواه، وإنما يعذب العباد بذنوبهم. وكان الله شاكرًا لعباده على طاعتهم له، عليمًا بكل شيء."
    },
    {
        "main_topic": "الموت",
        "sub_topic": "الاحتضار",
        "surah": "ق",
        "verse_number": 19,
        "ayah": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
        "ayah_without_diacritic": "وجآءت سكرة الموت بالحق ذلك ما كنت منه تحيد",
        "tafseer": "وجاءت شدة الموت وغَمْرته بالحق الذي لا مردَّ له ولا مناص، ذلك ما كنت منه -أيها الإنسان - تهرب وتروغ."
    },
    {
        "main_topic": "الموت",
        "sub_topic": "الاحتضار",
        "surah": "الواقعة",
        "verse_number": 83,
        "ayah": "فَلَوۡلَآ إِذَا بَلَغَتِ ٱلۡحُلۡقُومَ",
        "ayah_without_diacritic": "فلولآ إذا بلغت الحلقوم",
        "tafseer": "فهل تستطيعون إذا بلغت نفس أحدكم الحلقوم عند النزع، وأنتم حضور تنظرون إليه، أن تمسكوا روحه في جسده؟ لن تستطيعوا ذلك، ونحن أقرب إليه منكم بملائكتنا، ولكنكم لا ترونهم."
    },
    {
        "main_topic": "الموت",
        "sub_topic": "الموت قضاء محتوم",
        "surah": "آل عمران",
        "verse_number": 185,
        "ayah": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
        "ayah_without_diacritic": "كل نفس ذآئقة الموت وإنما توفون أجوركم يوم القيمة فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحيوة الدنيآ إلا متع الغرور",
        "tafseer": "كل نفس لا بدَّ أن تذوق الموت، وبهذا يرجع جميع الخلق إلى ربهم; ليحاسبهم. وإنما تُوفَّون أجوركم على أعمالكم وافية غير منقوصة يوم القيامة، فمن أكرمه ربه ونجَّاه من النار وأدخله الجنة فقد نال غاية ما يطلب. وما الحياة الدنيا إلا متعة زائلة، فلا تغترُّوا بها."
    },
    {
        "main_topic": "الموت",
        "sub_topic": "الموت قضاء محتوم",
        "surah": "النساء",
        "verse_number": 78,
        "ayah": "أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا",
        "ayah_without_diacritic": "أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة وإن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم سيئة يقولوا هذه من عندك قل كل من عند الله فمال هٓؤلآء القوم لا يكادون يفقهون حديثا",
        "tafseer": "أينما تكونوا يلحقكم الموت في أي مكان كنتم فيه عند حلول آجالكم، ولو كنتم في حصون منيعة بعيدة عن ساحة المعارك والقتال. وإن يحصل لهم ما يسرُّهم من متاع هذه الحياة، ينسبوا حصوله إلى الله تعالى، وإن يقع عليهم ما يكرهونه ينسبوه إلى الرسول محمد صلى الله عليه وسلم جهالة وتشاؤمًا، وما علموا أن ذلك كله من عند الله وحده، بقضائه وقدره، فما بالهم لا يقاربون فَهْمَ أيِّ حديث تحدثهم به؟"
    },
    {
        "main_topic": "الموت",
        "sub_topic": "الموت قضاء محتوم",
        "surah": "الأنبياء",
        "verse_number": 34,
        "ayah": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
        "ayah_without_diacritic": "وما جعلنا لبشر من قبلك الخلد أفإين مت فهم الخلدون",
        "tafseer": "وما جعلنا لبشر من قبلك - أيها الرسول - دوام البقاء في الدنيا، أفإن مت فهم يُؤمِّلون الخلود بعدك؟ لا يكون هذا. وفي هذه الآية دليل على أن الخضر عليه السلام قد مات; لأنه بشر."
    }
]